{
  "1": [
    {
      "id": 1,
      "description": "Two hours of fictional disaster drama and an hourlong special on the real-life tsunami tragedy in Asia kept ABC atop the primetime standings Wednesday. ABC led on what was a weak night all around for the Big Four broadcast networks with repeats of Lost from 8-10 p.m., which averaged 8.6 million viewers and 2.9 rating/8 share in the adults 18-49 demographic, according to preliminary estimates from Nielsen Media Research. ABC also led in the 10 p.m. hour with its special Primetime Live report (10.3 million, 3.8/11) on the devastation caused by last week's earthquake and resulting tsunami that engulfed Indonesia, Sri Lanka and other parts of southern Asia. The 10 p.m. Wave of Destruction special report also ranked as the most-watched program of the night"
    },
    {
      "id": 2,
      "description": "Lost stars Michelle Rodriguez and Cynthia Watros were reportedly arrested in Hawaii for driving while drunk on Wednesday night. Rodriguez, 27, who plays Ana Lucia in the hit series, and Watros, 37, who stars as Libby, are said to have been stopped by police on the island of Oahu - where they have been shooting scenes for the cult drama. Captain Frank Fujii of Honolulu Police tells the New York Daily News, \"They were arrested just before midnight without incident, and both women were driving their own vehicles."
    }
  ],
  "2": [
    {
      "id": 3,
      "description": "Tom Hanks is in England making the TV mini-series \"Band of Brothers\" (2001) (mini) - but the star admits he's not having the best time. The Forrest Gump (1994) star is shooting the television ministries in Hatfield, north London, but rather than act in the World War II drama, he's standing behind the camera. Hanks is directing many of the episodes and is also executively producing the programme together with Steven Spielberg. He says, \"Im much more happier being on the other side. I must say this is the first time I have taken a directors role and executive producers role and its very different."
    }
  ]
}